[FTB_PhantomSting X2AbilityTemplate]
LocFriendlyName="刺击"
LocLongDescription="在暗影里射击。保证在暗影里。"
LocHelpText="在暗影里射击。保证在暗影里。"
LocPromotionPopupText="<Bullet/> 刺击允许收割者在绝对不暴露的情况下攻击。<br/><Bullet/> 刺击每个任务有一个使用次数，需要 <Ability:SelfAmmoCost/> 弹药，并且有 <Ability:SelfCooldown/> 回合的冷却时间。<br/>"

[DarkVektorRifle_MG X2WeaponTemplate]
FriendlyName="幽灵维克托步枪"
FriendlyNamePlural="幽灵维克托步枪"
BriefSummary="依赖于一种专门设计的弹药筒，据信是由收割者手工装填的，维克托步枪是一支专门为远程交战和支援小队而设计的狙击步枪。相对轻便且具有极佳的抗腐蚀性，非常适合与收割者派系相关的严酷环境。"
TacticalText="<Bullet/>射击主武器总是结束士兵的回合，除非有特殊训练。\n<Bullet/> 维克托步枪在所有射程上都有效。\n<Bullet/> 使用从敌人那里掠夺的升级来提高维克托步枪的战术效果。"
AbilityDescName="维克托步枪"

[DarkVektorRifle_CG X2WeaponTemplate]
FriendlyName="幽灵暗影步枪"
FriendlyNamePlural="幽灵暗影步枪"
BriefSummary="通过修改现有的维克托步枪框架以允许集成磁性加速器，该武器现在能够发射由我们的工程人员相对容易批量生产的铁磁性弹丸。因此，其伤害输出得到了显著提高。"
TacticalText="<Bullet/> 磁力武器技术使收割者的维克托步枪变得致命。\n<Bullet/>射击主武器总是结束士兵的回合，除非有特殊训练。\n<Bullet/> 暗影步枪在所有射程上都有效。\n<Bullet/> 使用从敌人那里掠夺的升级来提高暗影步枪的战术效果。"
AbilityDescName="维克托步枪"

[DarkVektorRifle_BM X2WeaponTemplate]
FriendlyName="幽灵暗影长矛"
FriendlyNamePlural="幽灵暗影长矛"
BriefSummary="尽管收割者在原则上反对使用外星技术，我们向他们保证，这里开发的光束武器是我们自己的设计。无论他们的反对意见如何，基于能量的维克托步枪无疑优于他们曾经使用过的任何变种。"
TacticalText="<Bullet/> 这是XCOM军械库中可用的最先进的维克托步枪变种。\n<Bullet/>射击主武器总是结束士兵的回合，除非有特殊训练。\n<Bullet/>  他们在近距离不太准确，但在远距离非常致命。\n<Bullet/> 使用从敌人那里掠夺的升级来提高暗影长矛的战术效果。"
AbilityDescName="维克托步枪"